




#+begin_src python :session
res ="Target Boundaries(58) = "
    
for j in range(60):
    i = j+1
    if not(i in [6,16]):
        res = res + " " + str(i)
res
#+end_src

#+RESULTS:
Target Boundaries(58) =  1 2 3 4 5 7 8 9 10 11 12 13 14 15 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60

